[
  {"id": 1, "title": "The Shawshank Redemption", "overview": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency.", "genres": ["Drama", "Crime"], "vote_average": 8.7, "release_date": "1994-09-23"},
  {"id": 2, "title": "The Godfather", "overview": "The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son.", "genres": ["Drama", "Crime"], "vote_average": 8.7, "release_date": "1972-03-14"},
  {"id": 3, "title": "The Dark Knight", "overview": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice.", "genres": ["Action", "Crime", "Drama"], "vote_average": 8.5, "release_date": "2008-07-16"},
  {"id": 4, "title": "Pulp Fiction", "overview": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption.", "genres": ["Crime", "Thriller"], "vote_average": 8.5, "release_date": "1994-09-10"},
  {"id": 5, "title": "Forrest Gump", "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events - in each case, far exceeding what anyone imagined he could do.", "genres": ["Drama", "Romance", "Comedy"], "vote_average": 8.5, "release_date": "1994-07-06"},
  {"id": 6, "title": "Inception", "overview": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a CEO.", "genres": ["Action", "Science Fiction", "Adventure"], "vote_average": 8.4, "release_date": "2010-07-15"},
  {"id": 7, "title": "The Matrix", "overview": "A computer hacker learns from mysterious rebels about the true nature of his reality and his role in the war against its controllers.", "genres": ["Action", "Science Fiction"], "vote_average": 8.2, "release_date": "1999-03-30"},
  {"id": 8, "title": "Interstellar", "overview": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.", "genres": ["Adventure", "Drama", "Science Fiction"], "vote_average": 8.4, "release_date": "2014-11-05"},
  {"id": 9, "title": "Fight Club", "overview": "An insomniac office worker and a devil-may-care soap maker form an underground fight club that evolves into something much more.", "genres": ["Drama"], "vote_average": 8.4, "release_date": "1999-10-15"},
  {"id": 10, "title": "The Lord of the Rings: The Fellowship of the Ring", "overview": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron.", "genres": ["Adventure", "Fantasy", "Action"], "vote_average": 8.4, "release_date": "2001-12-18"},
  {"id": 11, "title": "Goodfellas", "overview": "The story of Henry Hill and his life in the mob, covering his relationship with his wife Karen Hill and his mob partners Jimmy Conway and Tommy DeVito.", "genres": ["Drama", "Crime"], "vote_average": 8.5, "release_date": "1990-09-19"},
  {"id": 12, "title": "The Silence of the Lambs", "overview": "A young FBI cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer, a madman who skins his victims.", "genres": ["Crime", "Drama", "Thriller"], "vote_average": 8.3, "release_date": "1991-02-01"},
  {"id": 13, "title": "Schindler's List", "overview": "In German-occupied Poland during World War II, industrialist Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazis.", "genres": ["Drama", "History", "War"], "vote_average": 8.6, "release_date": "1993-11-30"},
  {"id": 14, "title": "The Green Mile", "overview": "A tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments.", "genres": ["Fantasy", "Drama", "Crime"], "vote_average": 8.5, "release_date": "1999-12-10"},
  {"id": 15, "title": "Se7en", "overview": "Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his motives.", "genres": ["Crime", "Mystery", "Thriller"], "vote_average": 8.3, "release_date": "1995-09-22"},
  {"id": 16, "title": "Saving Private Ryan", "overview": "Following the Normandy Landings, a group of U.S. soldiers go behind enemy lines to retrieve a paratrooper whose brothers have been killed in action.", "genres": ["Drama", "History", "War"], "vote_average": 8.2, "release_date": "1998-07-24"},
  {"id": 17, "title": "The Usual Suspects", "overview": "A sole survivor tells of the twisty events leading up to a horrific gun battle on a boat, which began when five criminals met at a seemingly random police lineup.", "genres": ["Crime", "Mystery", "Thriller"], "vote_average": 8.1, "release_date": "1995-07-19"},
  {"id": 18, "title": "Spirited Away", "overview": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, where humans are changed into beasts.", "genres": ["Animation", "Family", "Fantasy"], "vote_average": 8.5, "release_date": "2001-07-20"},
  {"id": 19, "title": "Gladiator", "overview": "A former Roman General sets out to exact vengeance against the corrupt emperor who murdered his family and sent him into slavery.", "genres": ["Action", "Drama", "Adventure"], "vote_average": 8.2, "release_date": "2000-05-01"},
  {"id": 20, "title": "The Departed", "overview": "An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston.", "genres": ["Drama", "Thriller", "Crime"], "vote_average": 8.2, "release_date": "2006-10-05"},
  {"id": 21, "title": "The Lion King", "overview": "A young lion prince is cast out of his pride by his cruel uncle, who claims he killed his father. While in exile, he befriends two lovable characters who teach him to relax.", "genres": ["Animation", "Family", "Drama"], "vote_average": 8.3, "release_date": "1994-06-23"},
  {"id": 22, "title": "Back to the Future", "overview": "Marty McFly, a 17-year-old high school student, is accidentally sent thirty years into the past in a time-traveling DeLorean invented by his close friend.", "genres": ["Adventure", "Comedy", "Science Fiction"], "vote_average": 8.3, "release_date": "1985-07-03"},
  {"id": 23, "title": "Whiplash", "overview": "A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential.", "genres": ["Drama", "Music"], "vote_average": 8.4, "release_date": "2014-10-10"},
  {"id": 24, "title": "The Prestige", "overview": "After a tragic accident, two stage magicians engage in a battle to create the ultimate illusion while sacrificing everything they have to outwit each other.", "genres": ["Drama", "Mystery", "Science Fiction"], "vote_average": 8.2, "release_date": "2006-10-17"},
  {"id": 25, "title": "Parasite", "overview": "All unemployed, Ki-taek's family takes particular interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.", "genres": ["Comedy", "Thriller", "Drama"], "vote_average": 8.5, "release_date": "2019-05-30"},
  {"id": 26, "title": "Alien", "overview": "After a space merchant vessel receives an unknown transmission as a distress call, one of the crew is attacked by a mysterious life form and they soon realize that its life cycle has merely begun.", "genres": ["Horror", "Science Fiction"], "vote_average": 8.1, "release_date": "1979-05-25"},
  {"id": 27, "title": "The Terminator", "overview": "A human soldier is sent from 2029 to 1984 to stop an almost indestructible cyborg killing machine, sent from the same year, which has been programmed to execute a young woman.", "genres": ["Action", "Science Fiction", "Thriller"], "vote_average": 7.7, "release_date": "1984-10-26"},
  {"id": 28, "title": "Blade Runner", "overview": "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth.", "genres": ["Science Fiction", "Drama", "Thriller"], "vote_average": 7.9, "release_date": "1982-06-25"},
  {"id": 29, "title": "The Shining", "overview": "A family heads to an isolated hotel for the winter where a sinister presence influences the father into violence, while his psychic son sees horrific forebodings from both past and future.", "genres": ["Horror", "Thriller"], "vote_average": 8.2, "release_date": "1980-05-23"},
  {"id": 30, "title": "WALL-E", "overview": "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.", "genres": ["Animation", "Family", "Science Fiction"], "vote_average": 8.1, "release_date": "2008-06-22"},
  {"id": 31, "title": "Joker", "overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.", "genres": ["Crime", "Thriller", "Drama"], "vote_average": 8.2, "release_date": "2019-10-01"},
  {"id": 32, "title": "Avengers: Endgame", "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins. With the help of remaining allies, the Avengers assemble once more to reverse Thanos' actions.", "genres": ["Adventure", "Science Fiction", "Action"], "vote_average": 8.3, "release_date": "2019-04-24"},
  {"id": 33, "title": "Django Unchained", "overview": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.", "genres": ["Drama", "Western"], "vote_average": 8.2, "release_date": "2012-12-25"},
  {"id": 34, "title": "The Truman Show", "overview": "An insurance salesman discovers his whole life is actually a reality TV show.", "genres": ["Comedy", "Drama"], "vote_average": 8.1, "release_date": "1998-06-04"},
  {"id": 35, "title": "American History X", "overview": "A former neo-nazi skinhead tries to prevent his younger brother from going down the same wrong path that he did.", "genres": ["Drama"], "vote_average": 8.3, "release_date": "1998-10-30"},
  {"id": 36, "title": "Reservoir Dogs", "overview": "When a simple jewelry heist goes horribly wrong, the surviving criminals begin to suspect that one of them is a police informant.", "genres": ["Crime", "Thriller"], "vote_average": 8.1, "release_date": "1992-09-02"},
  {"id": 37, "title": "Mad Max: Fury Road", "overview": "In a post-apocalyptic wasteland, a woman rebels against a tyrannical ruler in search for her homeland with the aid of a group of female prisoners and a drifter named Max.", "genres": ["Action", "Adventure", "Science Fiction"], "vote_average": 7.6, "release_date": "2015-05-13"},
  {"id": 38, "title": "Eternal Sunshine of the Spotless Mind", "overview": "When their relationship turns sour, a couple undergoes a medical procedure to have each other erased from their memories.", "genres": ["Science Fiction", "Drama", "Romance"], "vote_average": 8.1, "release_date": "2004-03-19"},
  {"id": 39, "title": "The Grand Budapest Hotel", "overview": "The adventures of Gustave H, a legendary concierge at a famous hotel from the fictional Republic of Zubrowka between the first and second World Wars, and Zero Moustafa, the lobby boy.", "genres": ["Comedy", "Drama"], "vote_average": 8.1, "release_date": "2014-02-26"},
  {"id": 40, "title": "Up", "overview": "78-year-old Carl Fredricksen travels to Paradise Falls in his house equipped with balloons, inadvertently taking a young stowaway.", "genres": ["Animation", "Adventure", "Comedy"], "vote_average": 7.9, "release_date": "2009-05-28"},
  {"id": 41, "title": "The Godfather: Part II", "overview": "The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate.", "genres": ["Drama", "Crime"], "vote_average": 8.6, "release_date": "1974-12-20"},
  {"id": 42, "title": "No Country for Old Men", "overview": "Violence and mayhem ensue after a hunter stumbles upon a drug deal gone wrong and more than two million dollars in cash near the Rio Grande.", "genres": ["Crime", "Drama", "Thriller"], "vote_average": 7.9, "release_date": "2007-06-13"},
  {"id": 43, "title": "There Will Be Blood", "overview": "A story of family, religion, hatred, oil and madness, focusing on a turn-of-the-century prospector in the early days of the business.", "genres": ["Drama"], "vote_average": 8.0, "release_date": "2007-12-26"},
  {"id": 44, "title": "The Social Network", "overview": "On a fall night in 2003, Harvard undergrad and computer programming genius Mark Zuckerberg sits down at his computer and heatedly begins working on a new idea.", "genres": ["Drama"], "vote_average": 7.3, "release_date": "2010-10-01"},
  {"id": 45, "title": "Amélie", "overview": "Amélie is an innocent and naive girl in Paris with her own sense of justice. She decides to help those around her and, along the way, discovers love.", "genres": ["Comedy", "Romance"], "vote_average": 7.9, "release_date": "2001-04-25"},
  {"id": 46, "title": "City of God", "overview": "In the slums of Rio, two kids' paths diverge as one struggles to become a photographer and the other a kingpin.", "genres": ["Drama", "Crime"], "vote_average": 8.4, "release_date": "2002-08-30"},
  {"id": 47, "title": "Oldboy", "overview": "With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate man seeks revenge on his captors.", "genres": ["Drama", "Thriller", "Mystery"], "vote_average": 8.4, "release_date": "2003-11-21"},
  {"id": 48, "title": "Your Name.", "overview": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places.", "genres": ["Animation", "Romance", "Drama"], "vote_average": 8.5, "release_date": "2016-08-26"},
  {"id": 49, "title": "Coco", "overview": "Despite his family's baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz.", "genres": ["Animation", "Family", "Fantasy"], "vote_average": 8.2, "release_date": "2017-10-27"},
  {"id": 50, "title": "1917", "overview": "At the height of the First World War, two young British soldiers must cross enemy territory and deliver a message that will stop a deadly attack on hundreds of soldiers.", "genres": ["War", "Drama", "History"], "vote_average": 7.9, "release_date": "2019-12-25"},
  {"id": 51, "title": "A Clockwork Orange", "overview": "In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please.", "genres": ["Science Fiction", "Drama"], "vote_average": 8.2, "release_date": "1971-12-19"},
  {"id": 52, "title": "Taxi Driver", "overview": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feeds his urge for violent action.", "genres": ["Drama", "Crime"], "vote_average": 8.2, "release_date": "1976-02-07"},
  {"id": 53, "title": "Raiders of the Lost Ark", "overview": "In 1936, archaeologist and adventurer Indiana Jones is hired by the U.S. government to find the Ark of the Covenant before Adolf Hitler's Nazis can obtain its awesome powers.", "genres": ["Adventure", "Action"], "vote_average": 7.9, "release_date": "1981-06-12"},
  {"id": 54, "title": "2001: A Space Odyssey", "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced supercomputer.", "genres": ["Science Fiction", "Mystery", "Adventure"], "vote_average": 8.1, "release_date": "1968-04-02"},
  {"id": 55, "title": "Jaws", "overview": "A giant great white shark arrives on the shores of a New England beach resort and wreaks havoc with bloody attacks on swimmers, until a local sheriff teams up with a marine biologist and an old seafarer to hunt the monster down.", "genres": ["Horror", "Thriller", "Adventure"], "vote_average": 7.7, "release_date": "1975-06-18"},
  {"id": 56, "title": "Braveheart", "overview": "Enraged at the slaughter of Murron, his new bride and childhood love, legendary Scottish warrior William Wallace slays a platoon of the local English lord's soldiers.", "genres": ["Action", "Drama", "History"], "vote_average": 7.9, "release_date": "1995-05-24"},
  {"id": 57, "title": "Princess Mononoke", "overview": "On a journey to find the cure for a Tatarigami's curse, Ashitaka finds himself in the middle of a war between the forest gods and Tatara, a mining colony.", "genres": ["Adventure", "Fantasy", "Animation"], "vote_average": 8.3, "release_date": "1997-07-12"},
  {"id": 58, "title": "Toy Story", "overview": "A cowboy doll is profoundly threatened and jealous when a new spaceman figure supplants him as top toy in a boy's room.", "genres": ["Animation", "Adventure", "Family"], "vote_average": 8.0, "release_date": "1995-10-30"},
  {"id": 59, "title": "Inglourious Basterds", "overview": "In Nazi-occupied France during World War II, a plan to assassinate Nazi leaders by a group of Jewish U.S. soldiers coincides with a theatre owner's vengeful plans.", "genres": ["Drama", "Thriller", "War"], "vote_average": 8.2, "release_date": "2009-08-18"},
  {"id": 60, "title": "The Wolf of Wall Street", "overview": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government.", "genres": ["Crime", "Drama", "Comedy"], "vote_average": 8.0, "release_date": "2013-12-25"},
  {"id": 61, "title": "Memento", "overview": "A man with short-term memory loss attempts to track down his wife's murderer.", "genres": ["Mystery", "Thriller"], "vote_average": 8.2, "release_date": "2000-10-11"},
  {"id": 62, "title": "Full Metal Jacket", "overview": "A pragmatic U.S. Marine observes the dehumanizing effects the Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.", "genres": ["Drama", "War"], "vote_average": 8.0, "release_date": "1987-06-26"},
  {"id": 63, "title": "Requiem for a Dream", "overview": "The drug-induced utopias of four Coney Island people are shattered when their addictions run deep.", "genres": ["Drama"], "vote_average": 8.0, "release_date": "2000-10-06"},
  {"id": 64, "title": "The Intouchables", "overview": "A true story of two men who should never have met – a quadriplegic aristocrat who was injured in a paragliding accident and a young man from the projects.", "genres": ["Drama", "Comedy"], "vote_average": 8.3, "release_date": "2011-11-02"},
  {"id": 65, "title": "Heat", "overview": "A group of professional bank robbers start to feel the heat from police when they unknowingly leave a clue at their latest heist.", "genres": ["Action", "Crime", "Drama"], "vote_average": 7.9, "release_date": "1995-12-15"},
  {"id": 66, "title": "Jurassic Park", "overview": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA.", "genres": ["Adventure", "Science Fiction"], "vote_average": 7.9, "release_date": "1993-06-11"},
  {"id": 67, "title": "Vertigo", "overview": "A former police detective juggles wrestling with his personal demons and becoming obsessed with a hauntingly beautiful woman.", "genres": ["Mystery", "Romance", "Thriller"], "vote_average": 8.1, "release_date": "1958-05-09"},
  {"id": 68, "title": "Psycho", "overview": "A Phoenix secretary embezzles forty thousand dollars from her employer's client, goes on the run, and checks into a remote motel run by a young man under the domination of his mother.", "genres": ["Horror", "Drama", "Thriller"], "vote_average": 8.4, "release_date": "1960-06-22"},
  {"id": 69, "title": "The Sixth Sense", "overview": "A boy who communicates with spirits seeks the help of a disheartened child psychologist.", "genres": ["Mystery", "Thriller", "Drama"], "vote_average": 8.0, "release_date": "1999-08-06"},
  {"id": 70, "title": "Léon: The Professional", "overview": "Léon, the top hit man in New York, becomes the reluctant guardian of a 12-year-old girl, Mathilda, after her family is wiped out by corrupt DEA agents.", "genres": ["Crime", "Drama", "Thriller"], "vote_average": 8.3, "release_date": "1994-09-14"},
  {"id": 71, "title": "Casablanca", "overview": "A cynical nightclub owner protects an old flame and her husband from Nazis in Morocco.", "genres": ["Drama", "Romance", "War"], "vote_average": 8.1, "release_date": "1942-11-26"},
  {"id": 72, "title": "It's a Wonderful Life", "overview": "An angel is sent from Heaven to help a desperately frustrated businessman by showing him what life would have been like if he had never existed.", "genres": ["Drama", "Family", "Fantasy"], "vote_average": 8.3, "release_date": "1946-12-20"},
  {"id": 73, "title": "Modern Times", "overview": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.", "genres": ["Drama", "Comedy"], "vote_average": 8.1, "release_date": "1936-02-25"},
  {"id": 74, "title": "Citizen Kane", "overview": "Following the death of publishing tycoon Charles Foster Kane, reporters scramble to uncover the meaning of his final utterance: 'Rosebud.'", "genres": ["Mystery", "Drama"], "vote_average": 8.0, "release_date": "1941-04-17"},
  {"id": 75, "title": "Rear Window", "overview": "A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.", "genres": ["Thriller", "Mystery"], "vote_average": 8.4, "release_date": "1954-08-04"},
  {"id": 76, "title": "North by Northwest", "overview": "A New York City advertising executive goes on the run after being mistaken for a government agent by a group of foreign spies.", "genres": ["Action", "Adventure", "Thriller"], "vote_average": 8.0, "release_date": "1959-07-01"},
  {"id": 77, "title": "Singin' in the Rain", "overview": "A silent film star falls for a chorus girl just as he and his studio are trying to make the difficult transition to talking pictures.", "genres": ["Comedy", "Romance", "Music"], "vote_average": 8.1, "release_date": "1952-04-09"},
  {"id": 78, "title": "Gone with the Wind", "overview": "A manipulative woman and a roguish man conduct a turbulent romance during the American Civil War and Reconstruction periods.", "genres": ["Drama", "Romance", "War"], "vote_average": 7.9, "release_date": "1939-12-15"},
  {"id": 79, "title": "Lawrence of Arabia", "overview": "The story of T.E. Lawrence, the English officer who successfully united and led the diverse, often warring, Arab tribes during World War I.", "genres": ["Adventure", "Biography", "Drama"], "vote_average": 8.0, "release_date": "1962-12-10"},
  {"id": 80, "title": "12 Angry Men", "overview": "A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence.", "genres": ["Drama"], "vote_average": 8.5, "release_date": "1957-04-10"},
  {"id": 81, "title": "The Great Dictator", "overview": "A Jewish barber, hiding from the authorities, is mistaken for a powerful dictator whose anti-Jewish policies are threatening his people.", "genres": ["Comedy", "Drama", "War"], "vote_average": 8.2, "release_date": "1940-10-15"},
  {"id": 82, "title": "Paths of Glory", "overview": "After refusing to attack an enemy position, a general accuses the soldiers of cowardice and their commanding officer must defend them.", "genres": ["Drama", "War"], "vote_average": 8.4, "release_date": "1957-12-25"},
  {"id": 83, "title": "Sunset Boulevard", "overview": "A screenwriter develops a dangerous relationship with a faded film star determined to make a triumphant return.", "genres": ["Drama", "Film-Noir"], "vote_average": 8.4, "release_date": "1950-08-10"},
  {"id": 84, "title": "Dr. Strangelove", "overview": "An insane general triggers a path to nuclear holocaust that a War Room full of politicians and generals frantically tries to stop.", "genres": ["Comedy", "War"], "vote_average": 8.2, "release_date": "1964-01-29"},
  {"id": 85, "title": "Chinatown", "overview": "A private detective hired to expose an adulterer finds himself caught up in a web of deceit, corruption, and murder.", "genres": ["Crime", "Drama", "Mystery"], "vote_average": 8.1, "release_date": "1974-06-20"},
  {"id": 86, "title": "Amadeus", "overview": "The life, success and troubles of Wolfgang Amadeus Mozart, as told by Antonio Salieri, the contemporaneous composer who was insanely jealous of Mozart's talent.", "genres": ["Drama", "History", "Music"], "vote_average": 8.0, "release_date": "1984-09-19"},
  {"id": 87, "title": "Scarface", "overview": "In 1980s Miami, a Cuban refugee becomes a powerful drug lord, then collapses because of his own greed.", "genres": ["Action", "Crime", "Drama"], "vote_average": 8.1, "release_date": "1983-12-09"},
  {"id": 88, "title": "The Apartment", "overview": "A man tries to rise in his company by letting its executives use his apartment for trysts, but complications and a potential love interest arise.", "genres": ["Comedy", "Drama", "Romance"], "vote_average": 8.1, "release_date": "1960-06-15"},
  {"id": 89, "title": "Cinema Paradiso", "overview": "A filmmaker recalls his childhood when falling in love with the pictures at the cinema of his home village and the friendship with the theater's projectionist.", "genres": ["Drama", "Romance"], "vote_average": 8.4, "release_date": "1988-11-17"},
  {"id": 90, "title": "Grave of the Fireflies", "overview": "A young boy and his little sister struggle to survive in Japan during World War II.", "genres": ["Animation", "Drama", "War"], "vote_average": 8.4, "release_date": "1988-04-16"},
  {"id": 91, "title": "Once Upon a Time in the West", "overview": "A mysterious stranger with a harmonica joins forces with a notorious desperado to protect a beautiful widow from a ruthless assassin working for the railroad.", "genres": ["Western"], "vote_average": 8.3, "release_date": "1968-12-21"},
  {"id": 92, "title": "The Pianist", "overview": "A Polish Jewish musician struggles to survive the destruction of the Warsaw ghetto of World War II.", "genres": ["Drama", "War"], "vote_average": 8.4, "release_date": "2002-09-17"},
  {"id": 93, "title": "The Lives of Others", "overview": "In 1984 East Berlin, an idealistic Stasi agent discovers that his subjects are not what they seem and must make a decision that could change the course of history.", "genres": ["Drama", "Thriller"], "vote_average": 8.4, "release_date": "2006-03-23"},
  {"id": 94, "title": "M", "overview": "When the police in a German city are unable to catch a child-murderer, other criminals join in the manhunt.", "genres": ["Crime", "Mystery", "Thriller"], "vote_average": 8.0, "release_date": "1931-05-11"},
  {"id": 95, "title": "Rashomon", "overview": "The rape of a bride and the murder of her samurai husband are recalled from the perspectives of a bandit, the bride, the samurai's ghost and a woodcutter.", "genres": ["Crime", "Drama", "Mystery"], "vote_average": 8.1, "release_date": "1950-08-25"},
  {"id": 96, "title": "Seven Samurai", "overview": "A poor village under attack by bandits recruits seven unemployed samurai to help them defend themselves.", "genres": ["Action", "Drama"], "vote_average": 8.5, "release_date": "1954-04-26"},
  {"id": 97, "title": "Ikiru", "overview": "A bureaucrat tries to find meaning in his life after he discovers he has terminal cancer.", "genres": ["Drama"], "vote_average": 8.3, "release_date": "1952-10-09"},
  {"id": 98, "title": "Metropolis", "overview": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working-class prophet who predicts the coming of a savior to mediate their differences.", "genres": ["Drama", "Science Fiction"], "vote_average": 8.1, "release_date": "1927-01-10"},
  {"id": 99, "title": "Harakiri", "overview": "When a ronin requesting seppuku at a feudal lord's palace is told of the fate of a recent visitor who made a similar request, he reveals how their pasts are intertwined.", "genres": ["Drama", "Action"], "vote_average": 8.6, "release_date": "1962-09-16"},
  {"id": 100, "title": "The Good, the Bad and the Ugly", "overview": "A bounty hunting scam joins two men in an uneasy alliance against a third in a race to find a fortune in gold buried in a remote cemetery.", "genres": ["Western"], "vote_average": 8.5, "release_date": "1966-12-23"}
]
